[
    {
      "slug": "ida",
      "name": "Ida",
      "location": "London",
      "cuisine": "Italian",
      "occasion": "Nice",
      "rating": 4,
      "bestDish": "Blue cheese and sausage pappardelle",
      "notes": "Warm, intimate, simple",
      "review": "Following two weeks in Italy, we were lucky to share ten sunny days in London the summer of 2023. We stayed in Queens Park, a lively and lowkey neighborhood in North London. It drizzled on our last night as we walked to Ida without a reservation. We should have made one because it was packed and they turned us away in the kindest way possible, allowing us to look for another restaurant while sitting at an empty table with a glass of water. We used the opportunity to linger until we won over their sympathies and the hostess finally let us in. From our corner view we saw groups of friends celebrating and couples on dates. The atmosphere was warm and intimate. The table was simply set and the menu spoke of their simple, traditional style. We ordered a carafe of the house wine, summer tomatoes and burrata, and two incredible pasta dishes that rivaled the very best of anything we have ever had. I do not typically go for white sauces, but upon a recommendation we ordered a “sausage pasta” – unassuming and extraordinary. The dish was layered with spice from Italian sausage, nuttiness from toasted walnuts, and a funk that Maya immediately identified as blue. Worth adjusting your plans to go give Ida a visit.",
      "website": "https://www.idarestaurant.co.uk/"
    },
    {
      "slug": "pho-huong-que",
      "name": "Pho Huong Que",
      "location": "Oakland",
      "cuisine": "East Asian",
      "occasion": "Comfort",
      "rating": 4,
      "bestDish": "combo pho with garlic vinegar sauce",
      "notes": "homey hole-in-the-wall",
      "review": "Ultimate comfort. PHQ is probably our most frequented restaurant in Oakland. Their simple and delicious Vietnamese classics are listed on a hand-written menu. We almost always go for the pho whose broth is light and flavorful, and comes alive with a hit of the homemade garlic vinegar sauce. The chicken salad is another classic – a tower of fresh herbs balance the Vietnamese fish sauce perfectly. We love the food and the familial vibes. Walk in and you will see Grandma chopping garlic and chiles while Nephew 1 shows you your table and Nephew 2 gets you a cup of hot tea. You might find Tiny (the 5-year-old cousin) eating chicken wings in the corner or hitting a ball around with Uncle 2 in the parking lot. While we do not really know how anyone is related, walking into PHQ feels a lot like coming home."
    },
    {
      "slug": "commis",
      "name": "Commis",
      "location": "Oakland",
      "cuisine": "Modern",
      "occasion": "Fancy",
      "rating": 4,
      "bestDish": "the egg, caviar and alliums, bread with chicken butter, onion financier, blood orange sidecar",
      "notes": "fine dining that is also comfort food",
      "review": "The full menu at Commis is a magical ride through Chef Syhabout’s repertoire that bridges the best of French cooking and Asian flavors.\n\nIf Chef’s Table is any indication, most multi-starred chefs are gregarious and put on huge displays of personality. Chef Syhabout’s boldness comes across in his food only. The atmosphere at Commis is reserved but thoughtful, elegant but nondescript. Nothing is showy. Chef disappears into the background, as does everything else once the food arrives. Everything hits.\n\nTen-course dining is not ever really accessible, but Commis also offers a shorter pre-fixe bar menu at a reasonable price point, and you can order some of the most famous dishes a-la-carte with a drink."
    },
    {
        "slug": "maguro-bros",
        "name": "Maguro Bros",
        "location": "Honolulu",
        "cuisine": "East Asian",
        "occasion": "Casual",
        "rating": 4,
        "bestDish": "chutoro don, miso glazed salmon",
        "notes": "absurd quality fish in the middle of the market",
        "review": "In the middle of the fish market in Chinatown, you will find a line leading to some of the best fish you will ever have. We lived on the North Shore for six months and would make the hour-long trip into town just to get a bowl of melty chutoro.\n\nThe chutoro don was buttery and pristine, paired with just enough rice to bring out the flavor. The miso glazed salmon was sweet and smoky, with a flaky texture that melted in your mouth. The entire experience felt like a hidden gem in plain sight — standing in a crowded, no-frills space with locals and tourists alike, eating top-tier seafood out of a takeout bowl.\n\nIt is the kind of place where you know exactly what to order, and once you have it, you immediately wonder how soon you can return."
      }
  ]